--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م 1" then
return [[
🕋اوامر(1) الفتح والقفل في المجموعة 🕋
🔹➖🔸➖🔹➖🔸➖🔹➖🔸
📌:قفل الصوت : فتح الصوت | 🔊
📌:قفل المتحركة : فتح المتحركة| 🎡
📌:قفل الملفات : فتح الملفات | 🗂
📌:قفل الصور : فتح الصور | 🌠
📌:قفل الملصقات: فتح الملصقات|👻
📌:قفل الدردشه: فتح الدردشه | 📝
📌:قفل الفيديو : فتح الفديو | 🎥
📌:قفل التوجية : فتح التوجيه | ↩️
📌:قفل التكرار : فتح التكرار | 🔐
📌:قفل البوتات : فتح البوتات | 🤖
📌:قفل التعديل : فتح التعديل|🔰
📌:قفل الواسائط : فتح الوسائط|👥
📌:قفل الانلاين : فتح الانلاين |🗃
📌:قفل الفايلات : فتح الفايلات|📂
📌:قفل التاك : فتح التاك |*⃣
📌:قفل المعرف:فتح المعرف |#⃣
📌:قفل الروابط : فتح الروابط | 🔗
📌:قفل الاضافة : فتح الاضافة | 👤
📌:قفل الاضافة الجماعية : فتح الاضافة الجماعية | 🚸
🔸➖🔹➖🔸➖🔹➖🔸➖🔹
📌:قفل اشعارات : قفل اشعارات الدخول | ⚛ 
📌:قفل جهات اتصال : فتح جهات الاتصال | 📵
📌:قفل التفليش : فتح الكلايش الطويله | 📊
📌:قفل المحادثة : فتح المحادثة | 🔕
📌:قفل العربيه :  قفل اللغة العربية | 🆎
📌:قفل التحذير : قفل الحماية | ⛔️
🔸➖🔹➖🔸➖🔹➖🔸➖🔹
📌:طريقة استخدام الاوامر :📑
📌:قفل + الامر :: للقفل:🔐
📌: فتح + الامر :: للفتح:🔓
🔸➖🔹➖🔸➖🔹➖🔸➖🔹
📌:DV|:@AHMED_ALOBIDE
📌:DV|:@hussian_9
📌:DV|:@Tiq_ll
📌:DV|:@R_eks
📌:DV|:@project_kali
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م 1)"
},
run = run 
}
end




