--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY(@AHMED_ALOBIDE)               ▀▄ ▄▀ 
▀▄ ▄▀      BY(@hussian_9)                  ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الاوامر 3)                ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م 3" then
return [[
🕋اوامر(3) ادارة المجموعات🕋 
🔹➖🔸➖🔹➖🔸➖🔹➖🔸
📌:معلوماتي : معلومات العضو | 📃
📌:معلومات المجموعة : معلومات الكروب | 💢
📌:الاعدادات : الاعدادات | ⚙
📌:موقعي : موقعك في المجموعة | 🏌
📌:الاعضاء : قائمة الاعضاء | 👥
🔹➖🔸➖🔹➖🔸➖🔹➖🔸
📌:رفع ادمن : رفع ادمن | ➕
📌:تنزيل ادمن : تنزيل ادمن | ✖️
📌:الادمنيه : قائمة الادمنية | 👥
🔹➖🔸➖🔹➖🔸➖🔹➖🔸
📌:الرابط : رابط الكروب | 🔗
📌:وضع رابط : وضع رابط | 📌
📌:رابط جديد : رابط جديد | 🆕
🔹➖🔸➖🔹➖🔸➖🔹➖🔸
📌ضع قوانين + وضع قوانين : القوانين | ⚙
📌:القوانين : رؤية القوانين | 👁
📌:ضع وصف + وضع وصف : الوصف | 🔧
📌:ضع اسم  + وضع اسم : اسم | 🎫
📌:ضع صورة  : وضع صوره | 🎡
🔹➖🔸➖🔹➖🔸➖🔹➖🔸
📌:حذف  ↴حذف|⛔️
📌:الادمنية : الادمنية | 👥
📌:الوصف : الوصف | 📃
📌:المكتومين : المكتومين | 🗣
📌:القوانين :  القوانين | 🎌
🔹➖🔸➖🔹➖🔸➖🔹➖🔸 
📌:DV|:@AHMED_ALOBIDE
📌:DV|:@hussian_9
📌:DV|:@Tiq_ll
📌:DV|:@R_eks
📌:DV|:@project_kali
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م 3)"
},
run = run 
}
end
