--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY(@AHMED_ALOBIDE)               ▀▄ ▄▀ 
▀▄ ▄▀      BY(@hussian_9)                  ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀       (ملف الاوامرالانكلش)                 ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "list1" then
return [[
〰〰〰〰〰〰〰〰〰〰
اوامر الخاصة بقفل وفتح المجموعه 
〰〰〰〰〰〰〰〰〰〰
🔳👮🏻للكتم + يوزر المكتوم(silent/)
🔳👮🏻للطرد+ يوزر المطرود(kick/)
🔳👮🏻بلوك + يوزر المحضور(block/)
🔳👮🏻حظر+ يوزر المحضور(ban/)
🔳👮🏻مغادرة المستخدم (kicker)
🔳👮🏻ايدي الخاص (id/)
〰〰〰〰〰〰〰〰〰〰
اوامر الاقفال والفتح في المجموعه
〰〰〰〰〰〰〰〰〰〰
استخدم للفتح (mute/)
استخدم القفل (unmute/)
🔳👮🏻قفل الصور(mute phot/)
🔳👮🏻قفل الفيديو(mute video/)
🔳👮🏻قفل الصور المتحركه(mute gifs/)
🔳👮🏻قفل الملفات(mute doc/)
🔳👮🏻قفل الكتابة(mute text/)
🔳👮🏻قفل الجميع صامت(mute all/)
استخدم للفتح (unlock/)
استخدم للقفل (lock/)
🔳👮🏻قفل جهات الاتصال(contacts/)
🔳👮🏻قفل الروابط(links/)
🔳👮🏻قفل التكرارات(flood/)
🔳👮🏻قفل الكلايش(spam/)
🔳👮🏻قفل اللغة العربيه(arabic/)
🔳👮🏻قفل اللغة الانكليزية(english/)
🔳👮🏻قفل اضافه الاعضاء(member/)
🔳👮🏻قفل اشعارات الدخول(tgservice/)
🔳👮🏻قفل الملصقات(sticker/)
🔳👮🏻قفل الاشارة التاك(tag/)
🔳👮🏻قفل السمايلات(emoji/)
🔳👮🏻قفل البوتات(bots/)
🔳👮🏻قفل اعاده توجيه(fwd/)
🔳👮🏻قفل الردود(reply/)
🔳👮🏻قفل الدخول عبر الرابط(join/)
🔳👮🏻قفل اليوزر نيم(username/)
🔳👮🏻قفل الميديا(media/)
🔳👮🏻قفل الكلمة السيئه (badword/)
🔳👮🏻قفل المغادرة (leave/)
🔳👮🏻قفل الحماية(strict/)
🔳👮🏻قفل الكل(all/)
〰〰〰〰〰〰〰〰〰〰
جعلنا لكم البوت اقوى بوت حماية ع الاطلاق
〰〰〰〰〰〰〰〰〰〰
🛃المطور: @AHMED_ALOBIDE
🛃المطور:@hussian_9
🛃المطور:@Tiq_ll
🛃المطور:@project_kali
🛃المطور:@EsT_IQ_XxX
🛃المطورة:@NoOoR_DeVA
]]
end

if not is_momod(msg) then
return "Only managers 😐⛔️"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"[#!/](list1)"
},
run = run 
}
end
