--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "الاصدار" then
return [[
🔻〰〰〰〰〰〰〰〰〰🔻
📡الاصدار لهذا السورس 2.3 اخر اصدار📡
🔻〰〰〰〰〰〰〰〰〰🔻
#محتويات_الاصدار 
رفع ملف الاونلاين 
رفع ملف التعديل
رفع ملف كلايش
رفع ملف الردود
رفع ملف التاج وتبديلة
رفع ملف السوبر كروب وتبديلة 
رفع ملف البان همر وتبديلة 
رفع ملف اعاده توجيه 
رفع ملف الشراء 
رفع ملف الادمن
رفع ملف الرن وتبديلة بملف تشغيل (24)
رفع ملف عدم توقف البوت نهائيا لمدة (3)S
🔺〰〰〰〰〰〰〰〰〰🔺
لقد جعلنا لكم البوت كامل متكامل لايوجد اخطاء
🔺〰〰〰〰〰〰〰〰〰🔺
]]
end

if not is_momod(msg) then
return "عزيزي ابو دودة😢للمشرفين فقط😂"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(الاصدار)"
},
run = run 
}
end