--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY(@AHMED_ALOBIDE)               ▀▄ ▄▀ 
▀▄ ▄▀      BY(@hussian_9)                  ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀            ( لاوامر 2)               ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "قائمة الردود" then
return [[
🚦🚥🚦🚥🚦🚥🚦🚥🚦🚥
🤖قائمة الردود لبوت ميكي بوت العراق 🤖
🚦🚥🚦🚥🚦🚥🚦🚥🚦🚥
١/هلو /٢١/صمم احمد
٢/احبك/٢٢/صمم حسين
٣/زواحف/٢٣/صمم علاوي
٤/من هوة هبل٢٤/صمم بان
٥/بوس الاعضاء/٢٥/صمم علياء
٦/تفوو/٢٦/صمم محمد
٧/تحبني/٢٧/صمم نوسة
٩/سخيف/٢٨/صمم زينب
١٠/نغل/٢٩/صمم نور
١١/مستحيل/٣٠/صمم حوراء
١٢/اريد ببسي/٣١/صمم جيهان
١٣/اريد عرك/٣٢/صمم نورهان
١٤/تافه/٣٣/صمم اياد
١٥/السلام عليكم/٣٣/صمم حمودي
١٦/شلونكم/٣٤/اوف
١٧/شلونك/٣٥/يلة
١٨/غبي/٣٦/ضوجة
١٩/صوفي/٣٧/شنسوي هسة
٢٠/اصيل/٣٨/بودي اروح للزوراء
٣٩/ضايج/٤٠/زهراء
🚦🚥🚦🚥🚦🚥🚦🚥🚦🚥
المطور/@AHMED_ALOBIDE
المطور/@hussian_9
المطور/@Tiq_ll
🚦🚥🚦🚥🚦🚥🚦🚥🚦🚥
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(قائمة الردود)"
},
run = run 
}
end
